import { ref } from 'vue'
export const bk1 = ref({
    Picture: './img/workphoto.png',
    content1: '优贤工作室，成立于2020年11月，有一群志同道合的小伙伴。作为一个提升专业知识的平台，其主攻方向为基础算法，Java，PHP以及全栈开发。工作室成员在过去的一个学期里取得了优异的成绩：国家级奖项八个，省级奖十七个。',
    content2: '工作室的多位指导老师经验丰富，教学资源丰厚，欢迎各位新同学报名参加，让我们共同构筑人生，起航梦想。',
    content3: '优贤工作室，成立于2020年11月，有一群志同道合的小伙伴。作为一个提升专业知识的平台，其主攻方向为基础算法，Java，PHP以及全栈开发。工作室成员在过去的一个学期里取得了优异的成绩：国家级奖项八个，省级奖十七个。',
    content4: '工作室的多位指导老师经验丰富，教学资源丰厚，欢迎各位新同学报名参加，让我们共同构筑人生，起航梦想。',
    TuanJian: './img/tuanjian.jpg'
})  